Repository: poml88/FLwatch
Catalog: SharedPhoneWatch/Localizations/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, pl, ru, zh_hans

source: The default is 5 mins. Note that the OS allows about 40 to 70 widget (complication) updates max per 24 hours. When this budget is finished, no more updates.
de: Die Standardeinstellung ist 5 Minuten. Beachten Sie, dass das Betriebssystem maximal etwa 40 bis 70 Widget-Aktualisierungen (Komplikationen) pro 24 Stunden zulässt. Wenn dieses Kontingent aufgebraucht ist, sind keine weiteren Aktualisierungen möglich.
es: El valor predeterminado es 5 minutos. Tenga en cuenta que el sistema operativo permite entre 40 y 70 actualizaciones de widgets (complicaciones) como máximo cada 24 horas. Cuando se agota este límite, no se realizan más actualizaciones.
fr: La valeur par défaut est de 5 minutes. Notez que le système d'exploitation autorise environ 40 à 70 mises à jour de widgets (complications) maximum par 24 heures. Une fois ce quota atteint, aucune autre mise à jour n'est possible.
it: L'impostazione predefinita è 5 minuti. Si noti che il sistema operativo consente da 40 a 70 aggiornamenti dei widget (complicazioni) al massimo ogni 24 ore. Una volta esaurito questo limite, non saranno più possibili aggiornamenti.
ja: デフォルトは5分です。注意：OSは24時間あたり最大40～70回のウィジェット（コンプリケーション）の更新を許可しています。この制限に達すると、それ以上の更新は行われません。
nl: De standaardwaarde is 5 min. Houd er rekening mee dat het besturingssysteem maximaal ongeveer 40 tot 70 widget- (complicatie-)updates per 24 uur toestaat. Zodra dit budget op is, volgen er geen verdere updates meer.
pl: Domyślnie jest to 5 min. Pamiętaj, że system pozwala maksymalnie na około 40 do 70 aktualizacji widżetu (komplikacji) na 24 godziny. Po wyczerpaniu tego limitu kolejne aktualizacje nie będą wykonywane.
ru: Значение по умолчанию - 5 мин. Обратите внимание, что ОС позволяет максимум около 40-70 обновлений виджета (усложнения) за 24 часа. Когда этот лимит исчерпан, обновлений больше не будет.
zh_hans: 默认设置为5分钟。请注意，操作系统每24小时最多允许更新40到70个小工具（复杂功能）。当这个配额用完后，将不再进行更新。

source: The direct Bluetooth connection doesn't carry these, so set them here. Values are shown in the selected unit and used for the graph target range and reading colors. The red low-alarm line follows your low-glucose alert level.
de: Die direkte Bluetooth-Verbindung überträgt diese Werte nicht, deshalb legst du sie hier fest. Die Werte werden in der ausgewählten Einheit angezeigt und für den Zielbereich des Diagramms sowie die Farben der Messwerte verwendet. Die rote Linie für niedrigen Glukosewert folgt dem Grenzwert deines Unterzuckerungshinweises.
es: La conexión Bluetooth directa no transmite estos valores, así que configúralos aquí. Los valores se muestran en la unidad seleccionada y se usan para el intervalo objetivo del gráfico y los colores de las lecturas. La línea roja de alarma baja sigue el nivel de tu alerta de glucosa baja.
fr: La connexion Bluetooth directe ne transmet pas ces valeurs ; définissez-les donc ici. Les valeurs sont affichées dans l’unité sélectionnée et utilisées pour la plage cible du graphique et la couleur des mesures. La ligne rouge d’alarme basse suit le seuil de votre alerte de glycémie basse.
it: La connessione Bluetooth diretta non trasmette questi valori, quindi impostali qui. I valori vengono mostrati nell’unità selezionata e usati per l’intervallo obiettivo del grafico e i colori delle letture. La linea rossa di allarme basso segue il livello dell’avviso di glucosio basso.
ja: Bluetoothの直接接続ではこれらの値を受信できないため、ここで設定してください。値は選択した単位で表示され、グラフの目標範囲と測定値の色に使用されます。低値アラームの赤線には低グルコース通知の設定値が反映されます。
nl: De rechtstreekse Bluetooth-verbinding geeft deze waarden niet door, dus stel ze hier in. Waarden worden weergegeven in de geselecteerde eenheid en gebruikt voor het doelbereik van de grafiek en de kleuren van metingen. De rode lijn voor een lage waarde volgt het niveau van je waarschuwing voor lage glucose.
pl: Bezpośrednie połączenie Bluetooth nie przekazuje tych wartości, dlatego ustaw je tutaj. Wartości są wyświetlane w wybranej jednostce i używane do określania zakresu docelowego wykresu oraz kolorów odczytów. Czerwona linia niskiego poziomu odpowiada progowi alertu niskiego poziomu glukozy.
ru: Прямое Bluetooth-соединение не передаёт эти значения, поэтому задайте их здесь. Значения отображаются в выбранных единицах и используются для целевого диапазона графика и цветов показаний. Красная линия нижней границы соответствует заданному уровню предупреждения о низкой глюкозе.
zh_hans: 蓝牙直连不会传输这些值，因此请在此处设置。数值会以所选单位显示，并用于图表目标范围和读数颜色。红色低值警报线会跟随您的低葡萄糖警报阈值。

source: The previous sensor's FLwatch calibration and calibration log were cleared. The new sensor will use its factory calibration.
de: Die FLwatch-Kalibrierung und das Kalibrierungsprotokoll des vorherigen Sensors wurden gelöscht. Der neue Sensor verwendet seine Werkskalibrierung.
es: Se han borrado la calibración de FLwatch y el registro de calibración del sensor anterior. El nuevo sensor utilizará su calibración de fábrica.
fr: L’étalonnage FLwatch et l’historique d’étalonnage du capteur précédent ont été effacés. Le nouveau capteur utilisera son étalonnage d’usine.
it: La calibrazione FLwatch e il registro di calibrazione del sensore precedente sono stati cancellati. Il nuovo sensore userà la calibrazione di fabbrica.
ja: 前のセンサーのFLwatchキャリブレーションとキャリブレーションログを消去しました。新しいセンサーでは工場出荷時の較正が使用されます。
nl: De FLwatch-kalibratie en het kalibratielogboek van de vorige sensor zijn gewist. De nieuwe sensor gebruikt de fabriekskalibratie.
pl: Kalibracja FLwatch i dziennik kalibracji poprzedniego sensora zostały usunięte. Nowy sensor użyje kalibracji fabrycznej.
ru: Калибровка FLwatch и журнал калибровки предыдущего датчика были удалены. Новый датчик будет использовать заводскую калибровку.
zh_hans: 已清除上一个传感器的 FLwatch 校准和校准日志。新传感器将使用出厂校准。

source: The scan timed out. Try again and hold the phone against the sensor.
de: Zeitüberschreitung beim Scan. Versuche es erneut und halte das Smartphone an den Sensor.
es: El escaneo ha agotado el tiempo de espera. Inténtalo de nuevo y mantén el teléfono apoyado contra el sensor.
fr: L’analyse a expiré. Réessayez en maintenant le téléphone contre le capteur.
it: La scansione è scaduta. Riprova tenendo il telefono contro il sensore.
ja: スキャンがタイムアウトしました。もう一度、スマートフォンをセンサーに当てたままお試しください。
nl: De scan heeft een time-out bereikt. Probeer het opnieuw en houd de telefoon tegen de sensor.
pl: Upłynął limit czasu skanowania. Spróbuj ponownie, trzymając telefon przy sensorze.
ru: Время сканирования истекло. Повторите попытку, удерживая телефон у датчика.
zh_hans: 扫描超时。请重试，并将手机贴住传感器。

source: The sensor didn't return pairing data. Move the sensor to the top of your phone and try again.
de: Der Sensor hat keine Kopplungsdaten zurückgegeben. Bewege den Sensor an die Oberseite deines Smartphones und versuche es erneut.
es: El sensor no ha devuelto datos de enlace. Mueve el sensor a la parte superior del teléfono e inténtalo de nuevo.
fr: Le capteur n’a renvoyé aucune donnée d’association. Placez le capteur en haut de votre téléphone et réessayez.
it: Il sensore non ha restituito dati di abbinamento. Sposta il sensore sulla parte superiore del telefono e riprova.
ja: センサーからペアリングデータが返されませんでした。センサーをスマートフォンの上部へ移動して、もう一度お試しください。
nl: De sensor heeft geen koppelgegevens teruggestuurd. Verplaats de sensor naar de bovenkant van je telefoon en probeer het opnieuw.
pl: Sensor nie zwrócił danych parowania. Przesuń sensor do górnej części telefonu i spróbuj ponownie.
ru: Датчик не вернул данные сопряжения. Переместите датчик к верхней части телефона и повторите попытку.
zh_hans: 传感器未返回配对数据。请将传感器移到手机顶部并重试。

source: The sensor refused pairing (0xB1). It's most likely still in its ~60-minute warm-up. Wait until warm-up finishes, then try again.
de: Der Sensor hat die Kopplung abgelehnt (0xB1). Wahrscheinlich befindet er sich noch in der etwa 60-minütigen Aufwärmphase. Warte, bis diese abgeschlossen ist, und versuche es dann erneut.
es: El sensor ha rechazado el enlace (0xB1). Lo más probable es que todavía esté en su periodo de calentamiento de unos 60 minutos. Espera a que termine y vuelve a intentarlo.
fr: Le capteur a refusé l’association (0xB1). Il est probablement encore dans sa phase de démarrage d’environ 60 minutes. Attendez la fin de cette phase, puis réessayez.
it: Il sensore ha rifiutato l’abbinamento (0xB1). È molto probabile che sia ancora nella fase di riscaldamento di circa 60 minuti. Attendi che termini, quindi riprova.
ja: センサーがペアリングを拒否しました（0xB1）。約60分のウォームアップ中である可能性が高いため、完了してからもう一度お試しください。
nl: De sensor heeft het koppelen geweigerd (0xB1). Waarschijnlijk bevindt de sensor zich nog in de opwarmperiode van ongeveer 60 minuten. Wacht tot deze is afgelopen en probeer het opnieuw.
pl: Sensor odrzucił parowanie (0xB1). Najprawdopodobniej nadal trwa około 60-minutowe rozgrzewanie. Poczekaj na jego zakończenie i spróbuj ponownie.
ru: Датчик отклонил сопряжение (0xB1). Скорее всего, он всё ещё находится на этапе прогрева продолжительностью около 60 минут. Дождитесь завершения прогрева и повторите попытку.
zh_hans: 传感器拒绝配对（0xB1）。它很可能仍处于约60分钟的预热期。请等待预热完成后再试。

source: The sensor rejected pairing (error code 0x%@).
de: Der Sensor hat die Kopplung abgelehnt (Fehlercode 0x%@).
es: El sensor ha rechazado el enlace (código de error 0x%@).
fr: Le capteur a rejeté l’association (code d’erreur 0x%@).
it: Il sensore ha rifiutato l’abbinamento (codice errore 0x%@).
ja: センサーがペアリングを拒否しました（エラーコード0x%@）。
nl: De sensor heeft het koppelen geweigerd (foutcode 0x%@).
pl: Sensor odrzucił parowanie (kod błędu 0x%@).
ru: Датчик отклонил сопряжение (код ошибки 0x%@).
zh_hans: 传感器拒绝配对（错误代码0x%@）。

source: The sensor rejected the pairing request. Try again, holding the phone steady against the sensor.
de: Der Sensor hat die Kopplungsanfrage abgelehnt. Versuche es erneut und halte das Smartphone ruhig an den Sensor.
es: El sensor ha rechazado la solicitud de enlace. Inténtalo de nuevo manteniendo el teléfono inmóvil contra el sensor.
fr: Le capteur a rejeté la demande d’association. Réessayez en maintenant le téléphone immobile contre le capteur.
it: Il sensore ha rifiutato la richiesta di abbinamento. Riprova tenendo fermo il telefono contro il sensore.
ja: センサーがペアリング要求を拒否しました。スマートフォンをセンサーに当てて動かさず、もう一度お試しください。
nl: De sensor heeft het koppelverzoek geweigerd. Probeer het opnieuw en houd de telefoon stil tegen de sensor.
pl: Sensor odrzucił żądanie parowania. Spróbuj ponownie, trzymając telefon nieruchomo przy sensorze.
ru: Датчик отклонил запрос на сопряжение. Повторите попытку, неподвижно удерживая телефон у датчика.
zh_hans: 传感器拒绝了配对请求。请将手机平稳贴住传感器并重试。

source: The sensor returned unexpected data. It may be an unsupported sensor or firmware.
de: Der Sensor hat unerwartete Daten zurückgegeben. Möglicherweise wird der Sensor oder seine Firmware nicht unterstützt.
es: El sensor ha devuelto datos inesperados. Puede tratarse de un sensor o firmware no compatible.
fr: Le capteur a renvoyé des données inattendues. Il peut s’agir d’un capteur ou d’un micrologiciel non pris en charge.
it: Il sensore ha restituito dati imprevisti. Potrebbe trattarsi di un sensore o firmware non supportato.
ja: センサーから予期しないデータが返されました。未対応のセンサーまたはファームウェアの可能性があります。
nl: De sensor heeft onverwachte gegevens teruggestuurd. Mogelijk wordt deze sensor of firmware niet ondersteund.
pl: Sensor zwrócił nieoczekiwane dane. Sensor lub jego oprogramowanie sprzętowe mogą nie być obsługiwane.
ru: Датчик вернул неожиданные данные. Возможно, этот датчик или его прошивка не поддерживаются.
zh_hans: 传感器返回了意外数据。此传感器或固件可能不受支持。

source: This iPhone can't scan NFC tags.
de: Dieses iPhone kann keine NFC-Tags scannen.
es: Este iPhone no puede escanear etiquetas NFC.
fr: Cet iPhone ne peut pas analyser les tags NFC.
it: Questo iPhone non può scansionare tag NFC.
ja: このiPhoneではNFCタグをスキャンできません。
nl: Deze iPhone kan geen NFC-tags scannen.
pl: Ten iPhone nie może skanować tagów NFC.
ru: Этот iPhone не может сканировать NFC-метки.
zh_hans: 此iPhone无法扫描NFC标签。

source: This sensor has expired.
de: Dieser Sensor ist abgelaufen.
es: Este sensor ha caducado.
fr: Ce capteur a expiré.
it: Questo sensore è scaduto.
ja: このセンサーは期限切れです。
nl: Deze sensor is verlopen.
pl: Ten sensor wygasł.
ru: Срок службы этого датчика истёк.
zh_hans: 此传感器已过期。

source: This sensor is already active. Use Take over or Parallel instead of fresh activation.
de: Dieser Sensor ist bereits aktiv. Verwende statt der Erstaktivierung den Modus „Übernehmen“ oder „Parallel“.
es: Este sensor ya está activo. Usa Tomar el control o Paralelo en lugar de la activación inicial.
fr: Ce capteur est déjà actif. Utilisez Reprendre ou Parallèle au lieu de la première activation.
it: Questo sensore è già attivo. Usa Acquisisci o Parallela invece della prima attivazione.
ja: このセンサーはすでに有効です。新品の有効化ではなく「引き継ぐ」または「並列」を使用してください。
nl: Deze sensor is al actief. Gebruik Overnemen of Parallel in plaats van de eerste activering.
pl: Ten sensor jest już aktywny. Zamiast pierwszej aktywacji użyj opcji Przejmij lub Równoległy.
ru: Этот датчик уже активен. Вместо первичной активации используйте режим «Перехватить» или «Параллельный».
zh_hans: 此传感器已激活。请使用“接管”或“并行”，而不是首次激活。

source: This sensor isn't active yet. Start it in the FreeStyle Libre 3 app first, then pair it here.
de: Dieser Sensor ist noch nicht aktiv. Starte ihn zuerst in der FreeStyle Libre 3-App und kopple ihn anschließend hier.
es: Este sensor aún no está activo. Inícialo primero en la app FreeStyle Libre 3 y después enlázalo aquí.
fr: Ce capteur n’est pas encore actif. Démarrez-le d’abord dans l’app FreeStyle Libre 3, puis associez-le ici.
it: Questo sensore non è ancora attivo. Avvialo prima nell’app FreeStyle Libre 3, quindi abbinalo qui.
ja: このセンサーはまだ有効ではありません。先にFreeStyle Libre 3アプリで開始してから、ここでペアリングしてください。
nl: Deze sensor is nog niet actief. Start hem eerst in de FreeStyle Libre 3-app en koppel hem daarna hier.
pl: Ten sensor nie jest jeszcze aktywny. Najpierw uruchom go w aplikacji FreeStyle Libre 3, a następnie sparuj tutaj.
ru: Этот датчик ещё не активен. Сначала запустите его в приложении FreeStyle Libre 3, а затем выполните сопряжение здесь.
zh_hans: 此传感器尚未激活。请先在FreeStyle Libre 3 App中启动它，然后在此处配对。

source: This setting does not recalibrate the sensor. It applies a local offset only to new glucose readings received by FLwatch. Changes begin with the next received reading and may create a visible step in the graph.
de: Diese Einstellung kalibriert den Sensor nicht neu. Sie wendet nur auf neue, von FLwatch empfangene Glukosewerte einen lokalen Offset an. Änderungen gelten ab dem nächsten empfangenen Messwert und können einen sichtbaren Sprung im Diagramm verursachen.
es: Este ajuste no recalibra el sensor. Solo aplica un desfase local a las nuevas lecturas de glucosa recibidas por FLwatch. Los cambios se aplican a partir de la siguiente lectura recibida y pueden crear un salto visible en el gráfico.
fr: Ce réglage ne réétalonne pas le capteur. Il applique un décalage local uniquement aux nouvelles mesures de glycémie reçues par FLwatch. Les modifications prennent effet à partir de la prochaine mesure reçue et peuvent créer un saut visible dans le graphique.
it: Questa impostazione non ricalibra il sensore. Applica uno scostamento locale solo alle nuove letture del glucosio ricevute da FLwatch. Le modifiche hanno effetto dalla lettura successiva e possono creare un salto visibile nel grafico.
ja: この設定はセンサー自体を再較正するものではありません。FLwatchが新たに受信したグルコース測定値にローカルのオフセットを適用するだけです。変更は次に受信する測定値から反映され、グラフ上に目に見える段差が生じる場合があります。
nl: Deze instelling kalibreert de sensor niet opnieuw. Er wordt alleen een lokale offset toegepast op nieuwe glucosemetingen die FLwatch ontvangt. Wijzigingen gaan in vanaf de volgende ontvangen meting en kunnen een zichtbare sprong in de grafiek veroorzaken.
pl: To ustawienie nie kalibruje ponownie sensora. Stosuje jedynie lokalne przesunięcie do nowych odczytów glukozy odbieranych przez FLwatch. Zmiany obowiązują od następnego odebranego odczytu i mogą spowodować widoczny skok na wykresie.
ru: Эта настройка не выполняет повторную калибровку датчика. Она лишь применяет локальное смещение к новым показаниям глюкозы, получаемым FLwatch. Изменения начинают действовать со следующего полученного показания и могут вызвать заметный скачок на графике.
zh_hans: 此设置不会重新校准传感器。它只会对 FLwatch 新接收的葡萄糖读数应用本地偏移量。更改将从下一次接收的读数开始生效，并可能在图表中产生明显的跳变。

source: This starts the sensor’s wear period—14 days for Libre 3 or 15 days for Libre 3 Plus—and can’t be undone. Most users should activate the sensor in the FreeStyle Libre 3 app instead, then pair it here using Parallel mode.
de: Dadurch beginnt die Tragedauer des Sensors – 14 Tage beim Libre 3 oder 15 Tage beim Libre 3 Plus – und dies kann nicht rückgängig gemacht werden. Die meisten Benutzer sollten den Sensor stattdessen in der FreeStyle Libre 3-App aktivieren und ihn anschließend hier im Parallelmodus koppeln.
es: Esto inicia el periodo de uso del sensor —14 días para Libre 3 o 15 días para Libre 3 Plus— y no se puede deshacer. La mayoría de los usuarios deberían activar el sensor en la app FreeStyle Libre 3 y después enlazarlo aquí mediante el modo paralelo.
fr: Cela démarre la période de port du capteur — 14 jours pour Libre 3 ou 15 jours pour Libre 3 Plus — et ne peut pas être annulé. La plupart des utilisateurs devraient plutôt activer le capteur dans l’app FreeStyle Libre 3, puis l’associer ici en mode parallèle.
it: Questa operazione avvia il periodo di utilizzo del sensore, 14 giorni per Libre 3 o 15 giorni per Libre 3 Plus, e non può essere annullata. La maggior parte degli utenti dovrebbe invece attivare il sensore nell’app FreeStyle Libre 3 e poi abbinarlo qui usando la modalità parallela.
ja: センサーの装着期間（Libre 3は14日間、Libre 3 Plusは15日間）が開始され、元に戻すことはできません。通常はFreeStyle Libre 3アプリでセンサーを有効化し、その後ここで並列モードを使ってペアリングすることを推奨します。
nl: Hiermee begint de draagperiode van de sensor — 14 dagen voor Libre 3 of 15 dagen voor Libre 3 Plus — en dit kan niet ongedaan worden gemaakt. De meeste gebruikers kunnen de sensor beter in de FreeStyle Libre 3-app activeren en hem daarna hier koppelen met de parallelle modus.
pl: Rozpocznie to okres użytkowania sensora — 14 dni w przypadku Libre 3 lub 15 dni w przypadku Libre 3 Plus — i nie można tego cofnąć. Większość użytkowników powinna zamiast tego aktywować sensor w aplikacji FreeStyle Libre 3, a następnie sparować go tutaj w trybie równoległym.
ru: Это действие начинает срок ношения датчика — 14 дней для Libre 3 или 15 дней для Libre 3 Plus — и не может быть отменено. Большинству пользователей следует активировать датчик в приложении FreeStyle Libre 3, а затем выполнить здесь сопряжение в параллельном режиме.
zh_hans: 这会开始传感器的佩戴周期（Libre 3为14天，Libre 3 Plus为15天），且无法撤销。大多数用户应改为在FreeStyle Libre 3 App中激活传感器，然后在此处使用并行模式配对。

source: This widget displays the full glucose graph and latest blood glucose value.
de: Dieses Widget zeigt den vollständigen Glukoseverlauf und den aktuellen Blutzuckerwert an.
es: Este widget muestra el gráfico completo de glucosa y el valor más reciente de glucosa en sangre.
fr: Ce widget affiche le graphique glycémique complet et la dernière valeur glycémique.
it: Questo widget mostra il grafico completo del glucosio e il valore glicemico più recente.
ja: このウィジェットは、完全な血糖値グラフと最新の血糖値を表示します。
nl: Deze widget toont de volledige glucosegrafiek en de nieuwste bloedglucosewaarde.
pl: Ten widżet wyświetla pełny wykres glukozy i najnowszą wartość glukozy we krwi.
ru: Этот виджет показывает полный график глюкозы и последнее значение глюкозы в крови.
zh_hans: 此小组件显示完整的血糖曲线图和最新的血糖值。

source: This widget displays the glucose graph and latest blood glucose value.
de: Dieses Widget zeigt den Glukoseverlauf und den aktuellen Blutzuckerwert an.
es: Este widget muestra el gráfico de glucosa y el valor más reciente de glucosa en sangre.
fr: Ce widget affiche le graphique glycémique et la dernière valeur glycémique.
it: Questo widget mostra il grafico del glucosio e il valore glicemico più recente.
ja: このウィジェットは、血糖値グラフと最新の血糖値を表示します。
nl: Deze widget toont de glucosegrafiek en de nieuwste bloedglucosewaarde.
pl: Ten widżet wyświetla wykres glukozy i najnowszą wartość glukozy we krwi.
ru: Этот виджет показывает график глюкозы и последнее значение глюкозы в крови.
zh_hans: 此小组件显示血糖曲线图和最新的血糖值。

source: This widget displays the latest blood glucose value.
de: Dieses Widget zeigt den aktuellen Blutzuckerwert an.
es: Este widget muestra el último valor de glucosa en sangre.
fr: Ce widget affiche la dernière valeur de glycémie.
it: Questo widget mostra l'ultimo valore della glicemia.
ja: このウィジェットは最新の血糖値を表示します。
nl: Deze widget toont de nieuwste bloedglucosewaarde.
pl: Ten widżet wyświetla najnowszą wartość glukozy we krwi.
ru: Этот виджет показывает последнее значение глюкозы в крови.
zh_hans: 此小工具显示最新的血糖值。

source: Time
de: Zeit
es: Tiempo
fr: Heure
it: Tempo
ja: 時間
nl: Tijd
pl: Czas
ru: Время
zh_hans: 时间

source: Time:
de: Zeit:
es: Tiempo:
fr: Heure:
it: Ora:
ja: 時間:
nl: Tijd:
pl: Czas:
ru: Время:
zh_hans: 时间：

# Time: %@ (%@ h) Units: %.1f
source: Time: %1$@ (%2$@ h) Units: %3$.1f
de: Zeit: %1$@ (%2$@ h) Einheiten: %3$.1f
es: Hora: %1$@ (%2$@ h) Unidades: %3$.1f
fr: Heure: %1$@ (%2$@ h) Unités: %3$.1f
it: Ora: %1$@ (%2$@ h) Unità: %3$.1f
ja: 時間: %1$@ (%2$@ 時間) 単位: %3$.1f
nl: Tijd: %@ (%@ h) Eenheden: %.1f
pl: Czas: %@ (%@ h) Jednostki: %.1f
ru: Время: %@ (%@ ч) Единицы: %.1f
zh_hans: 时间：%1$@ (%2$@ 小时) 单位：%3$.1f

source: To discover your sensor transmitter, first fully close the LibreLink or Libre 3 app. After the transmitter connects in FLwatch, you can open the app again.
de: Um den Sender Ihres Sensors zu entdecken, schließen Sie zunächst die LibreLink- oder Libre-3-App vollständig. Nachdem sich der Sender in FLwatch verbunden hat, können Sie die App wieder öffnen.
es: Para detectar el transmisor de su sensor, primero cierre completamente la app LibreLink o Libre 3. Después de que el transmisor se conecte en FLwatch, puede volver a abrir la app.
fr: Pour détecter l’émetteur de votre capteur, fermez d’abord complètement l’app LibreLink ou Libre 3. Une fois l’émetteur connecté dans FLwatch, vous pouvez rouvrir l’app.
it: Per rilevare il trasmettitore del sensore, chiudi prima completamente l’app LibreLink o Libre 3. Dopo che il trasmettitore si è connesso in FLwatch, puoi riaprire l’app.
ja: センサー送信機を見つけるには、まず LibreLink または Libre 3 アプリを完全に終了してください。送信機が FLwatch に接続されたら、アプリを再び開けます。
nl: Om de zender van je sensor te ontdekken, sluit je eerst de LibreLink- of Libre 3-app volledig af. Nadat de zender verbinding heeft gemaakt in FLwatch, kun je de app weer openen.
pl: Aby wykryć nadajnik sensora, najpierw całkowicie zamknij aplikację LibreLink lub Libre 3. Gdy nadajnik połączy się w FLwatch, możesz ponownie otworzyć aplikację.
ru: Чтобы обнаружить передатчик вашего сенсора, сначала полностью закройте приложение LibreLink или Libre 3. После того как передатчик подключится в FLwatch, приложение можно снова открыть.
zh_hans: 要发现您的传感器发射器，请先彻底关闭 LibreLink 或 Libre 3 应用。在发射器连接到 FLwatch 后，您可以再次打开该应用。

source: Too many failed Dexcom login attempts. Wait a few minutes and try again.
de: Zu viele fehlgeschlagene Dexcom-Anmeldeversuche. Warten Sie ein paar Minuten und versuchen Sie es erneut.
es: Demasiados intentos fallidos de inicio de sesión en Dexcom. Espera unos minutos e inténtalo de nuevo.
fr: Trop de tentatives de connexion Dexcom ont échoué. Attendez quelques minutes et réessayez.
it: Troppi tentativi di accesso Dexcom non riusciti. Attendi qualche minuto e riprova.
ja: Dexcom へのログイン試行に失敗した回数が多すぎます。数分待ってからもう一度お試しください。
nl: Te veel mislukte Dexcom-inlogpogingen. Wacht een paar minuten en probeer het opnieuw.
pl: Zbyt wiele nieudanych prób logowania do Dexcom. Odczekaj kilka minut i spróbuj ponownie.
ru: Слишком много неудачных попыток входа в Dexcom. Подождите несколько минут и повторите попытку.
zh_hans: Dexcom 登录失败次数过多。请等待几分钟后重试。
